adamhartford.vscode-base64
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
csstools.postcss
dbaeumer.vscode-eslint
drcika.apc-extension
dunstontc.vscode-docker-syntax
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
graphql.vscode-graphql
graphql.vscode-graphql-syntax
irongeek.vscode-env
jdinhlife.gruvbox
joelcrosby.one-dark-darker
junstyle.php-cs-fixer
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
mrmlnc.vscode-duplicate
mvllow.rose-pine
naumovs.color-highlight
neotan.vscode-auto-restart-typescript-eslint-servers
oscarnewman.carbon-theme-dark
prisma.prisma
rebornix.toggle
rodrigovallades.es7-react-js-snippets
simonsiefke.svg-preview
tamasfe.even-better-toml
tobermory.es6-string-html
zhuangtongfa.material-theme
